[
	{
		"id": 1,
		"quote": "When we hear that chanting bestows the highest goal – love of Godhead – we become inspired!"
	},
	{
		"id": 2,
		"quote": "Caitanya Mahāprabhu famously said, ‘ While you eat, while you’re awake, and while you sleep, only utter Hare Kṛṣṇa, Hare Kṛṣṇa. ’ [ 1 ]"
	},
	{
		"id": 3,
		"quote": "Mahāprabhu has praised chanting as the parama upāya, the highest and most feasible means to attain love of Godhead."
	},
	{
		"id": 4,
		"quote": "the Absolute Truth is not an ‘it’ (an object) but a He – a subject, a person. That changed everything."
	},
	{
		"id": 5,
		"quote": "higher and higher stages await the chanter – each one bestowing different kinds of spiritual delights as the Holy Name unfolds more and more of His excellences and qualities."
	},
	{
		"id": 6,
		"quote": "For persons who are not inclined to clean the dust from their hearts, and who want to keep things as they are, it is not possible to derive the transcendental result of chanting the Hare Kṛṣṇa mahā - mantra."
	},
	{
		"id": 7,
		"quote": "If you gratefully accept whatever comes, you will get much more than you expect and often through unexpected avenues."
	},
	{
		"id": 8,
		"quote": "According to the Bṛhad - āraṇyaka Upaniṣad, learning that leads to realisation is done in three steps : śravaṇa, manana, and nididhyāsana."
	},
	{
		"id": 9,
		"quote": "The final stage of the learning process is nididhyāsana – deep, profound meditation."
	},
	{
		"id": 10,
		"quote": "śravaṇa can be compared with bringing food to the mouth, manana with chewing it and nididhyāsana with swallowing and digesting it."
	},
	{
		"id": 11,
		"quote": "As Vaiṣṇavas we add one more learning element – vandanaṁ or praying. By turning to the Lord for help even the daunting task of focusing our restless mind becomes easily possible !"
	},
	{
		"id": 12,
		"quote": "We have a chance to be with Kṛṣṇa – right now ! Practice being in the present with each Name you chant ! Bhakti only happens in the present."
	},
	{
		"id": 13,
		"quote": "Wherever the mind wanders due to its restless nature, bring it back."
	},
	{
		"id": 14,
		"quote": "consciously switch off distracting thoughts and replace them with thoughts of Kṛṣṇa."
	},
	{
		"id": 15,
		"quote": "just learn to catch it and bring it back. It is something one needs to practice … relentlessly."
	},
	{
		"id": 16,
		"quote": "Longings for partners, grand homes, gadgets, money, fame, adoration, prestige and luxury, etc. torment us our whole lives. But if we churn all these desires to their core, we will find under the surface is the need for love, shelter, stabililty, appreciation, comfort, safety, etc. And underneath these is our true need for Kṛṣṇa. He is the only one who can satisfy all these needs. In fact it is our primeval longing for Him that has become substituted for these lesser superficial things. Therefore, we connect to our devotional heart when we understand, ‘ Kṛṣṇa, I only really want You ! Only with You will I truly be happy... ’"
	},
	{
		"id": 17,
		"quote": "Even if our heart is closed before chanting, it will open if we really chant the very best we can from our spiritual heart."
	},
	{
		"id": 18,
		"quote": "Don’t be a passionate achiever ; instead, become a grateful receiver. These are the fundamental poles of Vaiṣṇava practice."
	},
	{
		"id": 19,
		"quote": "Never hesitate to go all the way"
	},
	{
		"id": 20,
		"quote": "because the Lord always lies beyond our endeavour."
	},
	{
		"id": 21,
		"quote": "With our best endeavours we show how much we really care and seek to obtain Kṛṣṇa’s mercy, feeling completely dependent on His will for divine revelation."
	},
	{
		"id": 22,
		"quote": "By reading the written Names in sync with your chanting, you effectively grasp your mind and consciously pull it to chant."
	},
	{
		"id": 23,
		"quote": "With time, the results are extraordinary …"
	},
	{
		"id": 24,
		"quote": "He can easily break the chain and free us from the clutches of past conditioning – if we seriously turn to Him. And that is the whole point of chanting"
	},
	{
		"id": 25,
		"quote": "‘ kṛṣṇa, tomāra haṅa ’ yadi bale eka - bāra māyā - bandha haite kṛṣṇa tāre kare pāra One is immediately freed from the clutches of māyā if he seriously and sincerely says : ‘ My dear Lord Kṛṣṇa, although I have forgotten You for so many long years in the material world, today, I am surrendering unto You. I am Your sincere and serious servant. Please engage me in Your service. ’"
	},
	{
		"id": 26,
		"quote": "you are the omniscient Lord of the universe and can free us from our illusion."
	},
	{
		"id": 27,
		"quote": "The whole idea of chanting the Holy Name is to attract the presence of the Lord by glorifying Him. We call Him with affection because He possesses all the best qualities of beauty, strength, kindness, knowledge and is capable of the supermost form of action … and because we really need Him !"
	},
	{
		"id": 28,
		"quote": "How long can you go on tasting shadow spiritual experiences – one more year ? Two more years ? Three more years ? It’s a serious issue."
	},
	{
		"id": 29,
		"quote": "There is only one person who is tightly bound to us beyond the barrier of death. He has always been with us, even before this life. He is a friend who knows the contents of our heart … and yet we have somehow managed to forget Him. We have inconceivably lost our most important relationship …"
	},
	{
		"id": 30,
		"quote": "our relationship with Kṛṣṇa can be reactivated the moment we turn to Him"
	},
	{
		"id": 31,
		"quote": "Transcendental feelings of love awaken just by visiting Them ‘ at home. ’"
	},
	{
		"id": 32,
		"quote": "The material world is a prison house meant to reform my adverse tendencies and teach me to be present in my relationship with Kṛṣṇa in the sacred space of kīrtana and japa."
	},
	{
		"id": 33,
		"quote": "Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed. ( Śvetāśvatara Upaniṣad 6.23 )"
	},
	{
		"id": 34,
		"quote": "We won’t be clear on details but we can sincerely feel that there is a relationship …"
	},
	{
		"id": 35,
		"quote": "‘ The Lord resides in my heart. He is the actual enjoyer. He loves and accepts love. Why should I not give my love to Him ? And why would He not give His love to me ? ’"
	},
	{
		"id": 36,
		"quote": "The sādhu was alone but in the best of company."
	},
	{
		"id": 37,
		"quote": "chant like a child who calls for his mother."
	},
	{
		"id": 38,
		"quote": "mana : the reactive mind buddhi : the reflective mind citta : the subconscious mind"
	},
	{
		"id": 39,
		"quote": "remember, the mind is meant to be your servant. You are supposed to use your mind and not allow your mind to use you. All too often our mind tells us what to do ; the instrument has made an instrument of us ! This is a scandal."
	},
	{
		"id": 40,
		"quote": "The scriptures tell us Kṛṣṇa will personally cut the knot of false ego and make us strong from inside."
	},
	{
		"id": 41,
		"quote": "‘ It is My vow that if one only once sincerely surrenders unto Me saying, “ My dear Lord, from this day I am Yours, ” and prays to Me for courage, then I shall immediately award courage to that person, and he will always remain safe, from that time on. ’"
	},
	{
		"id": 42,
		"quote": "pray that soon the day comes when you can pray intensely for that courage. This actually works …"
	},
	{
		"id": 43,
		"quote": "Developing a relationship with Kṛṣṇa only really happens when you hear about Him deeply and consistently. This is the only way to give the relationship a chance : by hearing."
	},
	{
		"id": 44,
		"quote": "‘ I am an eternal servant of Kṛṣṇa. Kṛṣṇa is my eternal and infinite master. Today I have a chance to serve Kṛṣṇa. Today I will be present in our relationship. ’"
	},
	{
		"id": 45,
		"quote": "that you are an eternal soul and that Kṛṣṇa is your master."
	},
	{
		"id": 46,
		"quote": "The moment you make a conscious step towards Him, He responds by taking one hundred steps towards you..."
	},
	{
		"id": 47,
		"quote": "śrī - nāma smarile rūpa āise saṅge saṅge rūpa nāma bhinna naya, nāce nānā raṅge Anyone who remembers Lord Kṛṣṇa’s Name, meets Lord Kṛṣṇa’s form. Lord Kṛṣṇa’s Name and form are non - different. They are Lord Kṛṣṇa Himself dancing in different dancing places. ( Śrī Harināma Cintāmaṇi 2.29 - 31 & 21 )"
	},
	{
		"id": 48,
		"quote": "We wish that Kṛṣṇa will personally come to our tongue, and from there enter our heart so that a sweet, loving relationship – a heart - to - heart relationship – can develop."
	},
	{
		"id": 49,
		"quote": "‘ Chanting the Hare Kṛṣṇa mantra means keeping Kṛṣṇa always within your heart. ’ ["
	},
	{
		"id": 50,
		"quote": "The first and most important service to Kṛṣṇa is using our time and attention in the service of the Holy Name. Gradually, one after another, all other services can be infused with nāma - sevā."
	},
	{
		"id": 51,
		"quote": "Put Him in the centre and truly chant for His pleasure."
	},
	{
		"id": 52,
		"quote": "Everything starts with desire. When we sit down to chant the Holy Name in japa or kīrtana, we must desire to serve. This is the original identity, svarūpa, of all jīvas."
	},
	{
		"id": 53,
		"quote": "This essential quality lies dormant in us like the potency of fire within a match. At first a match gives a flicker of fire but given the right circumstances it has the capacity to burn down a whole town. Not even a thousand strong men can extinguish the full blaze, all started by a little match."
	},
	{
		"id": 54,
		"quote": "For whatever reason, when we feel disinclined to take up service to Kṛṣṇa, the interest can be rekindled by knowledge of Him through lectures or scriptures, which naturally invoke His attractive nature. If this natural inclination is not given a chance to express itself, we will continue the petty, frustrating service to our mind and senses."
	},
	{
		"id": 55,
		"quote": "this possessive feeling is called mamatva and through it the full burning potency of sevā - dharma is realised."
	},
	{
		"id": 56,
		"quote": "Before any other form of the Lord comes to us, it’s the Name who enters our hearts."
	},
	{
		"id": 57,
		"quote": "By possessing these four qualities - humility, mercifulness, respect towards others, and the renunciation of desires for prestige – one becomes virtuous. In such a state you may sing the glories of the Supreme Lord."
	},
	{
		"id": 58,
		"quote": "Humility is the crown jewel from which kindness, mercy and respect to others naturally flow."
	},
	{
		"id": 59,
		"quote": "King Bharata was a spiritually elevated ruler. In Viṣṇu Purāṇa ( 2.13.10 ) it is said that he never spoke a word, not even in his dreams, except for the Holy Names Kṛṣṇa, Viṣṇu, Acyuta, Govinda, Mādhava, Ananta, Keśava and Yajñeśa. He was a true servant of the Holy Name."
	},
	{
		"id": 60,
		"quote": "Śrīla Haridāsa Ṭhākura was not doing ‘ his duty, ’ he was performing his nāmasevā. There was zero struggle to stay awake because he was in love !"
	},
	{
		"id": 61,
		"quote": "our object of service who is non - different from His Name. Thus, nāma - sevā is Kṛṣṇa - sevā. We should desire to please Kṛṣṇa by consciously chanting His Name !"
	},
	{
		"id": 62,
		"quote": "Kṛṣṇa is my close friend. He is my only protector and maintainer. He has descended in His form of the Holy Name just to give me shelter."
	},
	{
		"id": 63,
		"quote": "My dear Lord Kṛṣṇa, I wish to offer my chanting to You, for Your pleasure. Please accept me as Your servant."
	},
	{
		"id": 64,
		"quote": "Kṛṣṇa, You are my master and I am Your eternal servant. Unfortunately, I have forgotten our relationship for so many long years. Now I wish to turn to You in Your form of the Holy Names."
	},
	{
		"id": 65,
		"quote": "you are now chanting for Kṛṣṇa’s pleasure and that Rādhā and Kṛṣṇa are actually hearing you."
	},
	{
		"id": 66,
		"quote": "O Rāma, please engage me in such services as remembering Your Name, form, qualities and pastimes."
	},
	{
		"id": 67,
		"quote": "The Sanat - kumāra Saṁhitā assures us that one who chants these five prayers daily will ‘ quickly attain the direct service of the Divine Couple. ’"
	},
	{
		"id": 68,
		"quote": "Chant in a determined attitude. No matter what happens and whatever your mind may concoct, remain fixed on the mantra. After some time, you will see that your mind gives in to the chanting. 4 ) Think about the meaning of the mantra."
	},
	{
		"id": 69,
		"quote": "arranging programmes to share the Holy Name. The moment you make an effort to do this, the Holy Name is deeply touched."
	},
	{
		"id": 70,
		"quote": "Kṛṣṇa is irresistibly drawn to us the moment we chant with a service attitude."
	},
	{
		"id": 71,
		"quote": "chanting is itself already devotional service ; regardless of techniques or prayers, chanting alone is more than enough to please Lord Kṛṣṇa."
	},
	{
		"id": 72,
		"quote": "exceptional grace comes when we chant with vipralambha – the mood of separation from Kṛṣṇa. Vipra denotes distance and alamba is to attain. Thus, the word means ‘ to attain that which is in the distance. ’ In chanting this means we deepen a feeling of missing Kṛṣṇa, which is very effective in opening the heart and inviting Him to reside within."
	},
	{
		"id": 73,
		"quote": "‘ If I had been absorbed in thoughts of the Lord and was eager to meet Him in the way this girl was for her lover, I would not have been so disturbed when she knocked me over. And should I not have been more engrossed than an ordinary worldly lover ? After all I am focusing on the greatest Lover. ’"
	},
	{
		"id": 74,
		"quote": "When you sing kīrtana or chant japa in the spirit of separation with some longing for the Lord, something wonderful happens."
	},
	{
		"id": 75,
		"quote": "Vipralambha means : outside absence, inside presence."
	},
	{
		"id": 76,
		"quote": "longing for Kṛṣṇa actually brings Him into the heart. Experiencing His absence paradoxically brings about His presence."
	},
	{
		"id": 77,
		"quote": "In Jagannātha Purī, He would reside in a small room called the Gambhīrā and would stay up all night chanting ‘ Kṛṣṇa, Kṛṣṇa ! ’ with deep feelings of separation, in the mood of Rādhārāṇī yearning for Kṛṣṇa."
	},
	{
		"id": 78,
		"quote": "I don’t know how much sweetness fills this Name. It is so sweet that My tongue will not leave it for a moment. As I go on repeating this Name, I become completely absorbed. O sakhī, how will I ever be able to meet Him ?"
	},
	{
		"id": 79,
		"quote": "We all have that all - important need : the Govinda necessity."
	},
	{
		"id": 80,
		"quote": "no ordinary human being can give us what we desperately need."
	},
	{
		"id": 81,
		"quote": "‘ Where is Kṛṣṇa ? Where is Kṛṣṇa ? ’ And crying, just like a madman – this is Kṛṣṇa consciousness. This is the highest perfection of Kṛṣṇa consciousness, when one will be mad after Kṛṣṇa. Śrī Caitanya Mahāprabhu showed us the way. And the Goswamis showed us also that way. ["
	},
	{
		"id": 82,
		"quote": "The root cause of devotional service ( bhakti ) to Lord Kṛṣṇa is association with advanced devotees."
	},
	{
		"id": 83,
		"quote": "Even after one’s dormant love for Kṛṣṇa awakens, association with devotees is still most essential because from it we receive more and more feelings of bhakti."
	},
	{
		"id": 84,
		"quote": "When they speak or share their genuine experiences, something will come into our heart. Words born from the hearts of great devotees can move us like nothing else if we are a little sensitive to spiritual life."
	},
	{
		"id": 85,
		"quote": "sometimes Kṛṣṇa chooses to intensify the devotee’s feelings to a boiling point before He comes to them."
	},
	{
		"id": 86,
		"quote": "Kṛṣṇa consciousness can only be attained by paying one price : intense greed. The Sanskrit word for greed, laulyam, can be translated also as intense longing. That is the price."
	},
	{
		"id": 87,
		"quote": "we should seek the company of our guru when we chant, as recommended by Śrīla Bhaktivinoda Ṭhākura."
	},
	{
		"id": 88,
		"quote": "By the power of one’s devotion to his spiritual master ( guru - bhakti - bala ) one crosses over the ocean of birth and death. The spiritual master gives Lord Kṛṣṇa’s mercy. ( Śrī Harināma Cintāmaṇi 6.33 - 34 )"
	},
	{
		"id": 89,
		"quote": "Begin chanting in Śrīla Prabhupāda’s inspiring association … Try to be conscious of his deep devotional mood and imbibe it."
	},
	{
		"id": 90,
		"quote": "Anyone who realises that the material world is not our home can feel longing for Kṛṣṇa and come to see that our deepest need is the Govinda necessity. That is the secret of Gauḍīya kīrtana : to cry out for Govinda – govinda virahena me – and pray for the Lord to kindly hear and awaken bhakti within us. This will inform all aspects of our chanting."
	},
	{
		"id": 91,
		"quote": "feelings of pure bhakti are not found in the human psyche, or the conditioned mind. They have to be given to us by someone who already possesses them."
	},
	{
		"id": 92,
		"quote": "Give up your own plans and make nāma - sevā, service to the Holy Name, your priority."
	},
	{
		"id": 93,
		"quote": "Lust, greed, and so many other things still trouble me, but in my heart of hearts, I only want bhakti. Although my senses may tell me that I want other things, I know those things will not make me happy. I have tried everything to satisfy myself and it hasn’t worked. I will now invest fully in the Holy Name. ’"
	},
	{
		"id": 94,
		"quote": "Śrīla Yāmunācārya’s prayer shows how śaraṇāgati manifests in a prayerful attitude : nimajjato ‘ nanta bhavārṇavāntaś cirāya me kūlam ivāsi labdhaḥ tvayāpi labdhaṁ bhagavann idānīm anuttamaṁ pātram idaṁ dayāyāḥ O Infinite one ! I have been drowning in this material ocean for so long, but now I have found its shore – You. You too, O Lord, have today found the perfect recipient of Your unlimited mercy – me. ( Śrī Stotra - ratna 21 )"
	},
	{
		"id": 95,
		"quote": "Hari, You are the most compassionate ! In me, You have certainly found the most appropriate recipient for Your mercy."
	},
	{
		"id": 96,
		"quote": "Devotees who realise that the Lord’s mercy is their only hope take exclusive shelter of His Name as it is the most accessible form of the Lord. They have faith that chanting is the highest means of reaching purification."
	},
	{
		"id": 97,
		"quote": "Although there are sixty - four aṅgas [ 28 ] of bhakti, as mentioned by Śrīla Rūpa Goswami, those who really aspire for prema focus on nāma - sevā. Here are some reasons why they prefer chanting over the other sādhanas : they derive the greatest satisfaction from hearing and remembering the Name no type of worship is as pure, simple and effective ; you just sit and call out to Kṛṣṇa among all devotional activities, chanting and remembering the Lord’s Name is glorified most because there’s no difference between Kṛṣṇa and His Name it’s the means and the end ; the way and the goal are the same Kṛṣṇa personally comes to deliver His devotee. Which other practice has such power !"
	},
	{
		"id": 98,
		"quote": "sādhana. I have not realised my spiritual nature, nor do I have any real devotion. I am unqualified in every way. O Kṛṣṇa, please show me mercy. Please, I just can’t tolerate this state any longer ! Please give me some service to You. Please accept me !... Please accept me. ’"
	},
	{
		"id": 99,
		"quote": "A humble soul is described as someone who, although accomplished in many ways, thinks himself utterly unqualified. Such a soul sees that in relationship to God, he is insignificant."
	},
	{
		"id": 100,
		"quote": "Of the six limbs of śaraṇāgati, to see Kṛṣṇa as one’s only maintainer is the main. In Sanskrit, this is called goptṛtve varaṇa and is considered the aṅgī, [ 30 ] the basis of śaraṇāgati, since the act of selecting a guardian and entrusting him to protect oneself encompasses the whole process of seeking shelter."
	},
	{
		"id": 101,
		"quote": "Parents, friends and other devotees offer us support and give us some relief, but the Lord, who is behind them all, can offer us shelter that includes all types of support."
	},
	{
		"id": 102,
		"quote": "Śrīla Prabhupāda instructed the same on chanting, ‘ We should cry out to Kṛṣṇa like a dependent child calls for its mother. ’ This is surrender : to put ourselves into Kṛṣṇa’s hands and trust Him to maintain and protect us. Only a very indifferent and cruel mother would not take care of her child. How can the Lord, whose mercy is described like that of a thousand mothers ’, ever ignore a person who has made himself fully dependent on Him ?"
	},
	{
		"id": 103,
		"quote": "He is moved to act whenever we turn to Him."
	},
	{
		"id": 104,
		"quote": "If He hadn’t given it, you would not have the ground to walk on !"
	},
	{
		"id": 105,
		"quote": "When we wish to become close to someone we visit him at his home. Similarly, those who wish to come close to Kṛṣṇa take shelter at His dhāma where He has enacted ( and still enacts ) His pastimes. Such a person will go to Vṛndāvana, Navadvīpa, Jagannātha Purī, etc., to chant the Lord’s Holy Names and pray ‘ Please accept me. ’"
	},
	{
		"id": 106,
		"quote": "Performing devotional activities – especially chanting the Holy Names – will yield much higher results in the holy dhāma than in any other place in this world. This has been confirmed by many grateful pilgrims."
	},
	{
		"id": 107,
		"quote": "Śrī Caitanya Mahāprabhu would go to Vṛndāvana and sit in a solitary place, where He would chant the Holy Name until noon."
	},
	{
		"id": 108,
		"quote": "The essence of all advice is that one should utilise one’s full time – twenty - four hours a day – in nicely chanting and remembering the Lord’s Divine Name, transcendental form, qualities and eternal pastimes, thereby gradually engaging one’s tongue and mind."
	},
	{
		"id": 109,
		"quote": "In the holy dhāma, two of Kṛṣṇa’s powerful energies come to help any sincere sādhaka who visits : His tāraka śakti – energy of liberation, and His pāraka śakti – energy of attraction."
	},
	{
		"id": 110,
		"quote": "Choose your preferred holy place, stay there mentally during your kīrtana, and enjoy the spiritual bliss of taking shelter in Rādhā and Kṛṣṇa’s Holy Names in such a setting."
	},
	{
		"id": 111,
		"quote": "Śrī Caitanya Mahāprabhu says, ‘ Without love of Godhead, My life is useless. Therefore I pray that You accept Me as Your servant and give Me the salary of ecstatic love of God. ’ ["
	},
	{
		"id": 112,
		"quote": "‘ My Lord Govinda, because of separation from You, I experience every moment as a millennium."
	},
	{
		"id": 113,
		"quote": "Of all God’s treasures, the Holy Names are most precious because they bestow that unattainable wealth of prema."
	},
	{
		"id": 114,
		"quote": "Without love of Godhead life is simply a waste of time, Śrī Caitanya Mahāprabhu says bluntly."
	},
	{
		"id": 115,
		"quote": "Please note that attachment does not reside in the object of attachment but in the heart of one who is attached. If we seek attachment to Kṛṣṇa, we do not look to Kṛṣṇa but to the person who possesses attachment to Him."
	},
	{
		"id": 116,
		"quote": "Śrīla Prabhupāda recommended, ‘ Just try to hear yourself chant sincerely. ’"
	},
	{
		"id": 117,
		"quote": "bharasā āmāra, ei mātra nātha ! tumi to ’ karuṇā - moya tava doyā - pātra, nāhi mora sama, avaśya ghucābe bhoya"
	},
	{
		"id": 118,
		"quote": "My only hope, O Lord, is that You are full of compassion and mercy. There is no one more in need of Your mercy than me. You will surely drive away all my fears."
	},
	{
		"id": 119,
		"quote": "As baby birds that have not yet developed their wings always look for their mother to return and feed them ; as small calves tied with ropes await anxiously the time when they will be allowed to drink the milk of their mothers ; or as a morose wife whose husband is away from home always longs for him to return and satisfy her in all aspects ; O lotus - eyed Lord, I always yearn for the opportunity to render direct service unto You. ( Śrīmad - Bhāgavatam 6.11.26 )"
	},
	{
		"id": 120,
		"quote": "the Lord expects his servants to act properly because truly they are meant to represent Him in this world."
	},
	{
		"id": 121,
		"quote": "If due to carelessness, or any other reason, one commits an offense at the lotus feet of the Holy Name one must take complete shelter of the Holy Name and continue chanting without cessation."
	},
	{
		"id": 122,
		"quote": "Śaraṇāgati is practiced in six steps : 1 ) humility ; 2 ) dedication of the self ; 3 ) having faith in Kṛṣṇa’s protection ; 4 ) accepting Kṛṣṇa as the only maintainer ; 5 ) execution of those acts favourable to pure devotion ; and 6 ) renunciation of conduct averse to pure devotion."
	},
	{
		"id": 123,
		"quote": "Bhaktivinoda Ṭhākura puts it succinctly ‘ In this dull material world there are only two living entities : the individual soul and the Holy Name. ’ [ 39 ] Our task is to make the two meet."
	},
	{
		"id": 124,
		"quote": "‘ This is now my time with Kṛṣṇa. I will worship Him through the yuga - dharma of this age – the Holy Name. He is my goal and I wish to connect to Him now. ’"
	},
	{
		"id": 125,
		"quote": "If a child calls for his mother but is still preoccupied with playing with his many toys, his mother will most probably not come and continue with her many tasks. She understands from the tone that his call is not urgent. But if the child is focused on his mother, she will interrupt everything and hurry over because she senses ‘ the right sound. ’"
	},
	{
		"id": 126,
		"quote": "Śrīla Haridāsa Ṭhākura says, ‘ One must make an effort and then with an earnest heart one should beg for mercy. ’ [ 42 ] Śrīla Bhaktivinoda Ṭhākura reiterates, ‘ O Lord, Your mercy makes everything easy. Therefore I approach You and with heartfelt words I beg for Your mercy. ’ ["
	},
	{
		"id": 127,
		"quote": "Again and again turn your full attention to Kṛṣṇa. Each mantra offers you a new opportunity to give your best."
	},
	{
		"id": 128,
		"quote": "Each mantra could bring you to the perfection of spiritual life : meeting the Supreme Lord and His divine energy, Śrīmatī Rādhārāṇī. Unlimited opportunity ! Unlimited prospects ! Unlimited revelations !"
	},
	{
		"id": 129,
		"quote": "The chanting will reveal everything that needs to be known in due course. It will grant the faithful chanter the mature fruit of chanting : love."
	},
	{
		"id": 130,
		"quote": "If we don’t recognise our unfavourable habits and consciously work at changing them, we are no freer than a prisoner who ventures out of his cell at certain times of the day, but is always forced to return again."
	},
	{
		"id": 131,
		"quote": "From Ajāmila’s story we receive proof that it is possible to change old habits."
	},
	{
		"id": 132,
		"quote": "A person who has faith in Me and who absorbs his mind in Me the fulfiller of all desires, will achieve his desired object ( saṅkalpa ) by that very means. ( Śrīmad - Bhāgavatam 11.15.26 )"
	},
	{
		"id": 133,
		"quote": "Śrī Kṛṣṇa is called satya - saṅkalpa : He whose desire, intention, purpose or resolve always comes to pass. Similarly the Holy Name, which is described as a cintāmaṇi, can fulfil one’s desires."
	},
	{
		"id": 134,
		"quote": "This practice of being mindful and intentional goes a long way in anything we wish to achieve"
	},
	{
		"id": 135,
		"quote": "Amid the chaos and complexities of the material world, forming a one - pointed saṅkalpa is a simple yet essential practice in pursuit of the spiritual."
	},
	{
		"id": 136,
		"quote": "Bhakti, bhakti, bhakti is the greatest treasure. Bhakti means crying while remembering Lord Kṛṣṇa’s Holy Names. ( Caitanya - bhāgavata, Madhya 24.72 )"
	},
	{
		"id": 137,
		"quote": "Only chanting with bhakti can draw the Lord in so he takes His seat in the heart and finally cures the painful feeling of separation"
	},
	{
		"id": 138,
		"quote": "Bhakti brings the Supreme Personality of Godhead under control. Bhakti is stronger than the Supreme Personality of Godhead"
	},
	{
		"id": 139,
		"quote": "If you wish to advance on the path of pure bhakti not many rules are necessary. Simply beg for the complete shelter of the Holy Name of Kṛṣṇa and thus purify your heart and consciousness. ( Śrī Prema - vivarta ch. 7 )"
	},
	{
		"id": 140,
		"quote": "This practice of being mindful and intentional goes a long way in anything we wish to achieve"
	},
	{
		"id": 141,
		"quote": "na nāma - sadṛśaṁ jñānaṁ na nāma - sadṛśaṁ vratam na nāma - sadṛśaṁ dhyānaṁ na nāma - sadṛśaṁ phalam [ Kṛṣṇa said to Arjuna : ] There is no knowledge equal to my Holy Name. No vow is equal to my Holy Name. No meditation is like my Holy Name. No result is like my Holy Name."
	}
]